#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Italian
@LOCALIZEDNAME=
@AUTH=Ale_B,Gianfry, Gabriele, Tommaso
@EMAIL=
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Esporta righe selezionate
#103=Album
103=Album
#104=Export All
104=Esporta tutto
#105=TrackNo
105=Traccia Nr
#106=Location
106=Percorso
#107=Size
107=Dimensione
#108=Type
108=Tipo
#109=Duration
109=Durata
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Elimina dalla Cronologia
#112=Genre
112=Genere
#113=Comment
113=Commento
#114=Date Added
114=Data Aggiunta
#115=Rating
115=Voto
#116=Track not found.
116=Traccia non trovata.
#117=Number of Tracks
117=Numero di Tracce
#118=Do you want to see the exported file now?
118=Vuoi vedere adesso il file esportato?
#119=Date Updated
119=Data aggionata
#120=Operation
120=Operazione
#121=No Tracks in this Selection
121=Nr di Tracce in questa selezione
#123=Idle
123=Idle
#124=Select Something
124=Seleziona qualcosa
#125=Total Size of Tracks (Mb)
125=Dimensione totale delle tracce (Mb)
#126=Idle
126=Idle
#127=Records
127=Records
#128=Show Year (in [] after Albums)
128=Mostra l'anno (tra [] dopo gli Album)
#129=First Appearance
129=Prima Apparizione
#130=Last Appearance
130=Ultima Apparizione
#131=Rank
131=Posizione
#132=Hits
132=Hits
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Vuoi aggiornare anche i Files? (%d Files saranno influenzati)
#134=Application
134=Applicazione
#135=Update Tracks Warning
135=Avvertimento Aggiornamento Tracce
#136=Language
136=Lingua Interfaccia
#137=*Needs program restart
137=*Necessario riavviare il programma
#139=Recognize as fast as you can the song that you listen.
139=Riconosci piu veloce che puoi la canzone che ascolti.
#140=Add Files
140=Aggiungi Files
#141=Update Local Collections
141=Agiorna Collezioni Locali
#142=Exit
142=Esci
#143=Select Folder
143=Seleziona Cartella
#144=[Unknown]
144=[Sconosciuto]
#145=Quick
145=Veloce
#146=Search
146=Cerca
#147=Play
147=Esegui
#148=Enqueue
148=In coda
#149=Advanced Search
149=Ricerca Avanzata
#150=History
150=Cronologia
#151=Options
151=Opzioni
#152=Collections
152=Collezioni
#153=About
153=About
#154=Artists - Albums
154=Artisti - Album
#155=Genres - Artists
155=Generi - Artisti
#156=Years - Albums
156=Anni - Album
#157=Collections - Artists
157=Collezioni - Artisti
#158=Albums with various artists*
158=Album con vari artisti*
#159=Sort By Name
159=Ordina per nome
#160=Sort By Rating
160=Ordina per Voto
#161=Sort By Number Of Tracks
161=Ordina per Numero di Tracce
#162=All
162=Tutto
#163=Audio
163=Audio
#164=Video
164=Video
#167=Show/Hide Mini Player
167=mostra/Nascondi Mini Player
#168=Play / Pause
168=Esegui / Pausa
#169=Stop
169=Ferma
#170=Next
170=Prossima
#171=Previous
171=Precedente
#172=Shuffle
172=Casuale
#173=Loop
173=Ripeti
#174=Show Main Window
174=Mostra Finestra Principale
#175=Show Mini Player
175=Mostra Mini Player
#176=Exit Application
176=Esci dall'Applicazione
#177=result found
177=risultato trovato
#178=results found
178=risultati trovati
#179=Please enter at least 1 character.
179=Inserisci almeno un carattere.
#180=Media Idle
180=Media Idle
#181=Network Idle
181=Network Idle
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Il file '%s' non puo essere cancellato. Vuoi rimuoverlo comunque dalla tua collezione?
#183=Scanning Files
183=Sto analizzando i Files...
#184=File
184=File
#185=Downloading
185=Sto scaricando...
#186=Auto Continue
186=Continua Automatico
#187=Show Visualizations - Video
187=Mostra Visualizzazioni - Video
#188=Randomize List
188=Lista Casuale
#189=Load List (m3u)
189=Carica Playlist (m3u)
#190=Save List (m3u)
190=Salva Playlist (m3u)
#191=Clear List
191=Pulisci Playlist
#192=[Various]
192=[Vari]
#193=Days between check
193=Scarica Informazioni (AllMusic.com)
#195=Properties
195=Proprieta
#197=Bad
197=Brutto
#198=Neutral
198=Neutro
#199=Good
199=Bello
#200=Very Good
200=Molto bello
#201=Outstanding
201=Meraviglioso
#202=Open Containing Folder
202=Apri Cartella che lo contiene
#203=Copy To
203=Copia In
#204=Copy Path
204=Copia Percorso
#205=Renamer
205=Rinomina
#206=Delete
206=Elimina
#207=Download Lyrics
207=Scarica il Testo
#208=The files will be completly erased from your PC. Are you sure?
208=Stai per eliminare le tracce. Vuoi continuare?
#209=Deletion Operation
209=Eliminazione
#210=Warning
210=Avvertimento
#211=Simple Search
211=Ricerca Semplice
#212=All Time
212=Tutto il tempo
#213=Best/Worst
213=Migliore/Peggiore
#214=Lyrics Available
214=Testi Disponibili
#215=Special Info
215=Informazioni Speciali
#216=Comments Available
216=Commenti disponibili
#217=Personal Available
217=Personale disponibile
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Posizione globale<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Posizione del Mese: </b>%s (%d Hits)<br><b>Aggiunto nella Collezione: </b>%s<br><b>Eseguito per la prima volta: </b>%s<br><b>Eseguito per l'ultima volta: </b>%s<br></tr></table>
#219=Tracks
219=Tracce
#220=Album Review Not Found
220=Recensione Album non trovata
#221=Album review
221=Recensione Album
#222=Lyrics Not Found
222=Testo non trovato
#223=Open Picture
223=Apri Immagine
#224=Edit Picture
224=Modifica Immagine
#225=Save Picture
225=Salva Immagine
#226=Save Text
226=Salva Testo
#227=Operation Failed
227=Operazione Fallita
#228=Lyrics
228=Testo
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Cerchera le tracce con <b>Commenti, Testo, informazioni personali</b>.
#230=Popularity
230=Preferito
#231=Information not found
231=Informazione non trovata
#232=Comments
232=Commenti
#233=Personal
233=Personale
#234=Special Info
234=Informazione Speciale
#235=Artist Biography not found
235=Biografia dell'Artista non trovata
#236=Artist Biography
236=Biografia dell'Artista
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Cerchera nei campi <b>Artista, Album, Traccia</b> e <b>Percorso</b>. Seleziona anche il <b>tipo di media</b> desiderato.
#238=Lyrics etc.
238=Testo ecc.
#239=Latest Additions
239=Ultime Aggiunte
#240=File Type Filter
240=Filtro per Tipo di File
#241=Returns the <b>latest</b> files that have been added in you collection.
241=ritorna agli <b>ultimi</b> files che sono stati aggiunti alal tua collezione.
#242=Since
242=Da
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Trova le migliori o le peggiori tracce (si basa sui <b>voti</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Trova le tracce piu ascoltate presenti nello <b>Storico</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Fara una <b>ricerca in tutto il testo</b> nei vari campi di informazione testuale. Seleziona il<b>tipo di testo</b> che deve essere cercato. Inserisci almeno 4 caratteri.
#246=Information Type
246=Tipo di Informazione
#247=Please wait...
247=Si prega di attendere...
#248=by
248=di
#249=Last query needed %d ms
249=L'ultima ricerca ha impiegato %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Sei sicuro di voler <b>disabilitare la Conferma dei Testi</b><br>per questa sessione (finche non riavvierai teen spirit)?
#251=Disable Lyrics Confirmation
251=Conferma Disabilitazione Testi
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit ha rilevato che la tua Collezione Musicale e <b>vuota</b>.<br>Questo potrebbe indicare che questa e la <b>prima volta</b> che lanci questo programma.<br>Se e cosi, potresti voler visitare <a href='http://www.artificialspirit.com'>il Sito di Teen Spirit</a> per avere un po' di aiuto.<br>Per <b>Agiungere Files Musicali</b> nella tua Collezione premi 'Si' per Localizzare una Cartella nel tuo pc che contiene files mp3, wma, avi, mpg.<br>Premi 'No' per continuare con una collezione vuota (<b>Non raccomandato</b>).
#253=Yes
253=Si
#254=No
254=No
#255=Empty Collection
255=Collezione vuota
#256=Years
256=Anni
#257=Months
257=Mesi
#258=Days
258=Giorni
#259=365 Days
259=365 Giorni
#260=30 Days
260=30 Giorni
#261=10 Days
261=10 Giorni
#262=24 Hours
262=24 Ore
#263=Track played
263=Traccia eseguita
#264=Track specific click
264=Clicca Traccia specifica
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normale
#271=Recorded History
271=Recorded History
#272=Top Songs
272=Top Songs
#273=Top Artists
273=Top Artists
#274=Year
274=Anno
#275=Month
275=Mese
#276=Day
276=Giorno
#277=untill
277=fino a
#278=Not Enough Data.
278=Non abbastanza dati.
#279=Time Interval
279=Intervallo di Tempo
#280=This information will be written in the file.
280=Questa informazione sara scritta nel file.
#281=TimeSlider
281=TimeSlider
#282=This information will not be written in the file.
282=Questa informazione non sara scritta nel file.
#283=Active
283=Attivo
#284=Text Filters
284=Filtri di testo
#285=Title
285=Titolo
#286=Artist
286=Artista
#287=Export Finished
287=Esporta risultato
#288=Date Filter
288=Filtro Data
#289=Normal
289=Normale
#290=Show Number Of Items (in () after Item)
290=Mostra Numero di Oggetti (tra () dopo l'Oggetto)
#291=Extra Info
291=Altre Informazioni
#292=Item Grouping (Artist / Album Style)
292=Raggruppamento Oggetto (Stile Artista / Album)
#293=Update
293=Aggiorna
#294=Remove
294=Rimuovi
#295=Add Collection
295=Aggiungi Collezione
#296=Name
296=Nome
#297=Enabled
297=Abilitato
#298=Min number of Tracks
298=Numero Minimo di Tracce
#299=Main Tags
299=Tags Principali
#300=Extra Tags
300=Tags Aggiuntive
#301=Internet Options
301=Opzioni Internet
#302=Impersonate Browser
302=Impersona Browser Teen Spirit
#303=Use Default Proxy
303=Usa il Proxy di default
#304=Automated Downloader
304=Downloader Automatizzato
#309=Special Tags Support
309=Supporto ai Tag speciali
#310=Auto Play
310=Auto Play
#311=Remember Last Track
311=Ricorda l'ultima traccia
#312=Remember Time
312=Anche il tempo
#313=Play Control
313=Controllo Play
#314=Startup
314=Startup
#315=General
315=Generale
#316=Global Hotkeys
316=Hotkeys Globali
#317=Picture
317=Immagine
#318=Minimize to Tray
318=Minimizza nel Systray
#319=Mini Player
319=Mini Player
#320=Show Always
320=Mostra Sempre
#321=Automatic
321=Automatico
#322=Manually
322=Manualmente
#323=Never Show
323=Non Mostrare Mai
#324=List View
324=Vista lista
#325=Show 'New' sign (in days)
325=Mostra il segnale 'Nuovo' (in giorni)
#326=Accept
326=Accetta
#327=Try Again
327=Prova di nuovo
#328=Refuse
328=Rifiuta
#329=Accept All
329=Accetta Tutto
#330=Don't Show Again
330=Non mostrare piu
#331=Info Check
331=Controlla le Informazioni
#332=Main Options
332=Opzioni Principali
#333=Tree View
333=Vista ad Albero
#334=Information Retrieval
334=Recupero Informazioni
#335=Media Player
335=Media Player
#336=Tagging
336=Etichettamento
#337=A general <b>public</b> description of the track.
337=Una descrizione generale e<b>pubblica</b> della traccia.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Qualcosa che questa traccia ti <b>ricorda</b>. Questa informazione e <b>personale</b>.
#340=Multiple Files Properties
340=Proprieta Files Multipli
#342=Biography
342=Biografia
#343=Review
343=Recensione
#344=Import data from a file
344=Importa datida un file
#346=Paste or write some text
346=Incolla o scrivi del testo
#347=Delete Picture
347=Elimina Immagine
#348=Paste Picture
348=Incolla Immagine
#349=Picture Dimensions
349=Dimensioni Immagine
#350=There is a new version available.<br>Do you want to go to the info page?
350=C'e una una nuova versione disponibile.<br>Vuoi andare alla pagina di infromazioni?
#351=Program is up-to-date.
351=Teen Spirit e aggiornato.<br>nessuna nuova versione disponibile.
#352=Check for updates
352=Controlla Aggiornamenti
#353=Games
353=Giochi
#354=Update Check Failed.
354=Controllo Aggiornamenti Fallito.
#355=There is no picture in the clipboard.
355=Non c'e un'immagine negli appunti.
#356=Collection List
356=Lista della Collezione
#358=Start
358=Vai
#359=Results
359=Risultati
#360=Correct Answers
360=Risposte Corrette
#361=Wrong Answers
361=Risposte Errate
#362=Score:
362=Punteggio:
#363=Submit Results
363=Invia i risultati
#364=Current
364=Attuale
#365=Best
365=Migliore
#366=Rename
366=Rinomina
#367=Please enter a new name
367=Inserisci un nuovo nome
#368=Total Score:
368=Punteggio Totale:
#369=Question:
369=Domanda:
#370=Best Score:
370=Miglior Punteggio:
#371=Correct
371=Giusto
#372=Mistake
372=Sbagliato
#373=Music Quiz
373=Quiz musicale
#374=Adding
374=Adding
#375=Copy Text
375=Copia Testo
#376=Detailed Search
376=Ricerca dettagliata
#377=Collection
377=Collezione
#378=Local Folder
378=Cartella Locale
#379=Net Folder
379=Cartella di Rete
#380=Media
380=Media
#381=Audio CD
381=Audio CD
#382=External Collection
382=Collezione Esterna
#383=Automatically update database after (sec)
383=Aggiorna automaticamente il database dopo (sec)
#385=Collection update started.
385=Collection update started.
#386=Collection update finished.
386=Collection update finished.
#387=Removing missing files
387=Removing files...
#388=files removed
388= %d files removed
#389=files added
389=files added
#390=Show History
390=Show History
#391=Can' t Locate File!
391=Can' t Locate File!
#392=Do you want to see the exported file now?
392=Do you want to see the exported file now?
#393=Empty playlist. Drag Drop some tracks here
393=Empty playlist. Drag Drop some tracks here
#394=Use multimedia hotkeys
394=Use multimedia hotkeys
#395=Clipboard
395=Clipboard
#396=Folder
396=Folder
#397=Collection already exists
397=Collection already exists
#398=Do You want to continue?
398=Do You want to continue?
#399=Collection was not accessible
399=Collection was not accesible
#400=Collection is not ready.
400=Collection is not ready.
#401=Track Removed from collection
401=Track Removed from collection
#402=Removable Storage
402=Removable Storage
#403=Not enough tracks to play the quiz
403=Not enough tracks to play the quiz
#404=Show All Tracks
404=Show All Tracks
#405=Locate Track
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
#407=The selected CD/DVD Drive is empty.
#408=Select Drive
#409=Choose an item from the list. Press 'Rescan' to update the list.
#410=Internet is not connected. Do you want to go online?
#411=Working
#412=The whole Drive/Media will be added
#413=total
#414=Docked Visualization
#415=Services
#416=Virtual tracks
#417=This item already exists
#418=Empty
#419=Ready
#420=Import Virtual Tracks
#421=Export Virtual Tracks
#422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
#424=Import
#425=Add Virtual Track
#426=Export
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
